tap "adoptopenjdk/openjdk"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nextdns/tap"
tap "schniz/tap"
brew "asdf"
brew "python@3.9"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bat"
brew "bison"
brew "bzip2"
brew "cmake"
brew "cocoapods"
brew "composer"
brew "curl"
brew "deno"
brew "docker", link: false
brew "elixir"
brew "fish"
brew "freetds"
brew "fzf"
brew "ghq"
brew "git"
brew "pkg-config"
brew "libksba"
brew "gnupg"
brew "gpatch"
brew "libedit"
brew "libiconv"
brew "libxml2"
brew "libzip"
brew "jq"
brew "mysql", restart_service: true
brew "ncdu"
brew "neovim"
brew "ocaml"
brew "opam"
brew "ninja"
brew "node"
brew "peco"
brew "php"
brew "php@7.4"
brew "re2c"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "sphinx-doc"
brew "tcl-tk"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
brew "hashicorp/tap/terraform"
brew "nextdns/tap/nextdns"
cask "session-manager-plugin"
brew "schniz/tap/fnm"
cask "adoptopenjdk8"
cask "slack"
cask "visual-studio-code"
