tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nextdns/tap"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "schniz/tap"
tap "sqldef/sqldef"
brew "act"
brew "actionlint"
brew "giflib"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "autoconf-archive"
brew "automake"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "awscli"
brew "bison@2.7"
brew "boost"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "cmake"
brew "libssh2"
brew "rtmpdump"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-credential-helper"
brew "docutils"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "elixir"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "librist"
brew "mpg123"
brew "libsndfile"
brew "pango"
brew "rubberband"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "pmix"
brew "open-mpi"
brew "fftw"
brew "fish"
brew "freetds"
brew "fzf"
brew "libavif"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git-lfs"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jpeg", link: true
brew "jq"
brew "lazygit"
brew "libfido2"
brew "libgcrypt"
brew "libzip"
brew "lynx"
brew "media-info"
brew "node"
brew "mongosh"
brew "mvfst"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "ninja"
brew "opam"
brew "openssl@1.1"
brew "opusfile"
brew "peco"
brew "php"
brew "pnpm"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "sox"
brew "swig"
brew "tfenv"
brew "tmux"
brew "volta"
brew "watchman"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
brew "sqldef/sqldef/psqldef"
cask "aerospace"
cask "anaconda"
cask "discord"
cask "google-cloud-sdk"
cask "iterm2"
cask "mediainfo"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "session-manager-plugin"
cask "slack"
cask "visual-studio-code"
cask "zed"
