tap "adoptopenjdk/openjdk"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "schniz/tap"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "cmake"
brew "cocoapods"
brew "curl"
brew "docker", link: false
brew "python"
brew "docker-compose"
brew "fish"
brew "ghq"
brew "git"
brew "libksba"
brew "gnupg"
brew "gpatch"
brew "gradle"
brew "hyperfine"
brew "jq"
brew "libpng"
brew "libxslt"
brew "ncdu"
brew "ocaml"
brew "opam"
brew "peco"
brew "pkg-config"
brew "ragel"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "unzip"
brew "watchman"
brew "yarn"
brew "zlib"
brew "github/gh/gh", link: false
brew "schniz/tap/fnm"
cask "adoptopenjdk8"
cask "docker"
cask "google-chrome"
cask "slack"
cask "visual-studio-code"
